Tekla Open API Reference for Tekla Structures 2025
LocalizeForm Properties
The LocalizeForm type exposes the following members.
Properties
Name | Description
Localization
 Gets the localization for the dialog.
Top
See Also
Reference
LocalizeForm Class
Tekla.Structures.Dialog.UIControls Namespace